src/main/resources/xml/usZipPersonal/getInfoByZIP/getInfoByZip.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://www.webserviceX.NET">
   <soapenv:Header/>
   <soapenv:Body>
      <web:GetInfoByZIP>
         <!--Optional:-->
         <web:USZip>28117</web:USZip>
      </web:GetInfoByZIP>
   </soapenv:Body>
</soapenv:Envelope>